require("dotenv").config();

const text = {
  priceDays: `Тариф: Standart
Вартість: 50.00 💵USD
Термін дії: 1 місяць

Ви отримаєте доступ до наступних ресурсів:
-Mind & Body Online Club`,
  priceMonth: `Тариф: Advanced
Вартість: 250.00 💵USD
Термін дії: 6 місяців

Ви отримаєте доступ до наступних ресурсів:
-Mind & Body Online Club`,
  choice: `Обери свій абонемент 🤝`,
  notSubscription: `В тебе немає підписки 😳`,
  caption: `Mind & Body Online \nHealth Club
Вітаю тебе у нашій команді 💪🏻

Обов'язково прочитай "Правила клубу 🚩"`,
  mySubscription: `⌛️ У Вас відсутня підписка.

Ознайомтесь з тарифами, натиснувши на відповідну кнопку.`,

  done: `ОПЛАЧЕНО!!`,

  clubRules: `Правила групи: 
❕ 2 рази на тиждень селфі звіт після тренування 
❕Закрита група для своїх. Вся інформація та матеріали всередині групи конфіденційні та не розголошуються 
❕ 1 раз на тиждень відео чат-спілкування з будь-яких питань з учасником групи по черзі (розбір: методів зняття стресу, техніки вправ, практик, харчування та будь-які інші питання) 
❕ Мінімальний термін підписки – 1 міс. Гарантія повернення грошей, якщо протягом 1 тижня вам щось не підходить 
❕ Підписка продовжується автоматично, відповідно до обраного тарифу
❕ Організатор може виключити із групи учасника з частковою компенсацією вартості абонементу.`,
  descriptionClub: `MIND & BODY ONLINE 
HEALTH CLUB 

Закрита група в Telegram для: навчання, підтримки, мотивації, спілкування, спільних тренувань та практик. 
Мій особистий коучинг у чаті 24/7

Абонемент включає: 

✅ 2 Тренування/практики зі мною щотижня (можна виконувати в записі) 
✅ Особиста сесія в загальному чаті 1 раз на тиждень (спілкування, питання ,постановка запиту та завдань) для кожного учасника 
✅ Домашні завдання та додаткові матеріали
✅ Моя підтримка та спілкування online 24/7 
✅ Сучасну дієтологію та рекомендації щодо добавки і superfoods 
✅ Зняття стресу та емоційний баланс 
✅ Мотивацію та відповідальність до занять у загальному полі 
✅ Підтримка та взаємодопомога учасників групи 
✅ Community відкритих та успішних людей`,
};

const btnText = {
  days: "Standart 50$",
  month: "Advanced 250$",
  tariff: "💵 Тарифи",
  mySubscription: "⌛️ Моя підписка",
  buy: "Оплатити",
  back: "Назад",
  buySubscription: "☑️ КУПИТИ ПІДПИСКУ",
  clubRules: `Правила клубу 🚩`,
  descriptionClub: "Опис клубу 🧾",
};

const paymentTilte = {
  titleStandart: "Підписка на абонимент. 1 місяць Standart 50$",
  titleAdvanced: "Підписка на абонимент. 6 місяців Standart 250$",
};

module.exports = { text, btnText, paymentTilte };
