const text = {
  priceDays: `Тариф: Standart
Вартість: 50.00 💵USD
Термін дії: 1 месяц

Ви отримаєте доступ до наступних ресурсів:
-Mind & Body Online Club`,
  priceMonth: `Тариф: Advanced
Вартість: 250.00 💵USD
Термін дії: 6 месяцев

Ви отримаєте доступ до наступних ресурсів:
-Mind & Body Online Club`,
  choice: `Обери свій абонемент 🤝`,
  notSubscription: `В тебе немає підписки 😳`,
  caption: `Mind & Body Online Health Club 
Вітаю тебе у нашій команді 💪🏻

Обов'язково прочитай "Правила клубу 🚩"`,
  mySubscription: `⌛️ У Вас відсутня підписка.

Ознайомтесь з тарифами, натиснувши на відповідну кнопку.`,

  done: `ОПЛАЧЕНО!!`,

  clubRules: `Правила групи: 
❕ 2 рази на тиждень селфі звіт після тренування 
❕Закрита група для своїх. Вся інформація та матеріали всередині групи конфіденційні та не розголошуються 
❕ 1 раз на тиждень відео чат-спілкування з будь-яких питань з учасником групи по черзі (розбір: методів зняття стресу, техніки вправ, практик, харчування та будь-які інші питання) 
❕ Мінімальний термін підписки – 1 міс. Гарантія повернення грошей, якщо протягом 1 тижня вам щось не підходить 
❕ Підписка продовжується автоматично, відповідно до обраного тарифу
❕ Організатор може виключити із групи учасника з частковою компенсацією вартості абонементу.`,
};

const btnText = {
  days: "Standart 50$",
  month: "Advanced 250$",
  tariff: "💵 Тарифи",
  mySubscription: "⌛️ Моя підписка",
  buy: "Оплатити",
  back: "Назад",
  buySubscription: "☑️ КУПИТИ ПІДПИСКУ",
  clubRules: `Правила клубу 🚩`,
};

const requestData = {
  order_id: "",
  order_desc: "",
  currency: "USD",
  amount: "",
};

module.exports = { text, btnText, requestData };
