const text = {
  priceDays: `Тариф: Beginner 30 days
Стоимость: 50.00 💵USD
Срок действия: 1 месяц

Вы получите доступ к следующим ресурсам:
-Mind & Body Online Club (чат)`,
  priceMonth: `Тариф: Beginner 6 months
Стоимость: 250.00 💵USD
Срок действия: 6 месяцев

Вы получите доступ к следующим ресурсам:
-Mind & Body Online Club (чат)`,
  done: `ОПЛАЧЕНО!!`,
  choice: `Вибери свій абонемент 🤝`,
  notSubscription: `В тебе немає підписки 😳`,
  caption: `Mind & Body Online Health Club 
Вітаю тебе у нашій команді 💪🏻

Правила клубу 🚩
( там файл будет)`,
  mySubscription: `⌛️ У Вас відсутня підписка.

Ознайомтесь з тарифами, натиснувши на відповідну кнопку.`,
};

const btnText = {
  days: "Beginner 50$ (1 month)",
  month: "Advanced 250$ (6 months)",
  tariff: "💵 Тарифи",
  mySubscription: "⌛️ Моя підписка",
  buy: "Оплатити",
  back: "Назад",
  buySubscription: "☑️ КУПИТИ ПІДПИСКУ",
};

module.exports = { text, btnText };
